Repository: passiopeia/passiopeia-hub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: [Passiopeia Hub] Registration: Please confirm your registration
de: [Passiopeia Hub] Registrierung: Bitte bestätige Deine Registrierung

source: [Passiopeia Hub] Credential Recovery: Please finish your recovery step
de: [Passiopeia Hub] Zugangsdaten wiederherstellen: Bitte schließe die Wiederherstellung ab

source: [Passiopeia Hub] Please verify your new E-Mail Address
de: [Passiopeia Hub] Bitte bestätige Deine neue E-Mail-Adresse

source: Identification
de: Identifikation

source: User
de: Benutzer

source: Token Data
de: Token-Daten

source: Base Data
de: Basis-Daten

source: Key
de: Schlüssel

source: OTP Assistant
de: OTP-Assistent

source: Use Assistant
de: Assistenten verwenden

source: OTP Secrets are managed through the OTP Assistant. Click the link above to use it.
de: OTP Secrets werden mit dem OTP-Assistenten verwaltet. Klicken sie den obigen link, um diesen zu verwenden.

source: One Time Password Secret
de: Einmal-Passwort Secret

source: Login Configuration
de: Einstellungen zum Login

source: One Time Password
de: Einmal-Passwort

source: Forgot my Username
de: Ich habe meinen Benutzernamen vergessen

source: Forgot my Password
de: Ich habe mein Passwort vergessen

source: Lost my OTP Secret
de: Ich habe mein OTP Secret verloren

source: Only numbers allowed.
de: Es sind nur Ziffern erlaubt.

source: Username
de: Benutzername

source: Password
de: Passwort

source: You must select the item you have lost
de: Bitte wähle aus, was Dir abhanden gekommen ist

source: %(value)s is not a valid choice
de: %(value)s ist keine gültige Auswahl

source: E-Mail Address
de: E-Mail-Adresse

source: Repeat Password
de: Passwort wiederholen

source: Current Password
de: Aktuelles Passwort

source: New Password
de: Neues Passwort

source: Repeat New Password
de: Neues Passwort wiederholen

source: One Time Password for Confirmation
de: Einmal-Passwort zur Bestätigung

source: Last Name
de: Nachname

source: First Name
de: Vorname

source: New E-Mail Address
de: Neue E-Mail-Adresse

source: One Time Password from your app
de: Einmal-Passwort aus Deiner App

source: One Time Password from your app to test
de: Einmal-Passwort aus Deiner App zur Prüfung

source: Delete burned OTPs older than 2 hours
de: Verbrannte Einmal-Passwörter, die älter als 2 Stunden sind, löschen

source: Deleting %(count)s burned OTPs.
de: Lösche %(count)s verbrannte OTPs.

source: Done
de: Erledigt

source: Delete e-mail changes recoveries older than 1 day
de: Laufende E-Mail-Adressenänderungen löschen, die älter als 1 Tag sind

source: Deleting %(count)s pending e-mail changes.
de: Lösche %(count)s laufendeE-Mail-Adressenänderungen.

source: Delete pending credential recoveries older than 1 hour
de: Laufende Zugangsdaten-Wiederherstellungen löschen, die älter als 1 Stunde sind

source: Deleting %(count)s pending credential recoveries.
de: Lösche %(count)s laufende Zugangsdaten-Wiederherstellungen.

source: Delete pending registrations older than 3 days
de: Laufende Registrierungen löschen, die älter als 3 Tage sind

source: Deleting %(count)s user accounts with expired registrations.
de: Lösche %(count)s Benutzerkonten, deren Registrierungen abgelaufen sind.

source: Create a superuser for the hub_app
de: Einen Superuser für die hub_app erstellen

source: Username for the new superuser; must be unique
de: Benutzername des neuen Superusers; muss einmalig sein

source: Password for the new superuser
de: Passwort für den neuen Superuser

source: BASE32 encoded shared secret for TOTP
de: BASE32-kodiertes gemeinsames Secret für TOTP

source: "%(field)s" is required
de: "%(field)s" ist erforderlich

source: The user "%(username)s" already exists.
de: Der Benutzer "%(username)s" existiert bereits.

source: Superuser "%(username)s" created successfully
de: Superuser "%(username)s" wurde erfolgreich erstellt

source: Unable to create user "%(username)s": %(message)s
de: Benutzer "%(username)s" konnte nicht erstellt werden: %(message)s

source: Username "%(username)s" is invalid: %(message)s
de: Der Benutzername "%(username)s" ist ungültig: %(message)s

source: The password is invalid
de: Das Passwort ist ungültig

source: Invalid TOTP Secret: %(message)s
de: Ungültiges TOTP Secret: %(message)s

source: Pending Credential Recovery
de: Laufende Zugangsdaten-Wiederherstellung

source: Pending Credential Recoveries
de: Laufende Zugangsdaten-Wiederherstellungen

source: Created
de: Erstellt

source: Valid Until
de: Gültig bis

source: Credential Recovery Key
de: Zugangsdaten-Wiederherstellungs-Schlüssel

source: Pending E-Mail Change
de: Laufende E-Mail-Adressenänderung

source: Pending E-Mail Changes
de: Laufende E-Mail-Adressenänderungen

source: E_Mail Change Key
de: E-Mail Änderungsschlüssel

source: Pending Registration
de: Laufende Registrierung

source: Pending Registrations
de: Laufende Registrierungen

source: Registration Key
de: Registrierungsschlüssel

source: Encrypted TOTP Secret
de: Verschlüsseltes TOTP Secret

source: Secret must be at least 32 bytes long
de: Das Secret muss mindestens 32 Byte lang sein

source: Secret must not be larger than 96 bytes
de: Das Secret darf nicht länger als 96 Byte sein

source: Burned One Time Password
de: Verbranntes Einmal-Passwort

source: Burned One Time Passwords
de: Verbrannte Einmal-Passwörter

source: Burned Date/Time
de: Verbrannt am

source: This username is currently not available
de: Dieser Benutzername steht aktuell nicht zur Verfügung

source: "%(value)s" is currently not available
de: "%(value)s" steht aktuell nicht zur Verfügung

source: Type
de: Typ

source: Digits
de: Ziffern

source: Algorithm
de: Algorithmus

source: Interval
de: Intervall

source: Do you really want to regenerate the OTP secret for this user?
de: Möchten Sie wirklich das OTP-Secret für diesen Nutzer neu generieren?

source: Regenerate Secret
de: Secret neu generieren

source: QR Code that shows the current secret
de: QR-Code, der das aktuelle Secret darstellt

source: No secret defined
de: Kein Secret definiert

source: User Authentication
de: Benutzerauthentifizierung

source: Forgot Credentials?
de: Zugangsdaten vergessen?

source: Hi %(name)s! Thank you for requesting help with your lost credentials. Please visit this link: %(link)s Best wishes, The Passiopeia Hub Team
de: Hallo %(name)s! Vielen Dank, dass Du um Hilfe bei Deinen verlorenen Zugangsdaten gebeten hast. Bitte besuche diesen Link: %(link)s Viele Grüße, Das Passiopeia Hub Team

source: Forgot your credentials?
de: Deine Zugangsdaten vergessen?

source: Don't worry, we are here to help!
de: Keine Sorge, wir sind hier, um zu helfen!

source: What's lost?
de: Was hast Du verloren?

source: Okay, tell me what to do
de: Gut, sag’ mir, was zu tun ist

source: Oh no…
de: Oh nein…

source: We were not able to surley identify your user account, because more than one account in our database are associated with your E-Mail address.
de: Wir waren leider nicht in der Lage, Dein Benutzerkonto sicher zu identifizieren, denn Deine E-Mail-Adresse ist mit mehr als einem Konto verbunden.

source: We are fine with you having multiple accounts, but this tool can't do it's job.
de: Wir haben kein Problem damit, dass Du mehrere Konten hast, aber dieses Tool kann Dir nicht weiterhelfen.

source: Please contact our friendly support for additional help.
de: Bitte kontaktiere unseren freundlichen Support für weitere Unterstützung.

source: Thank you.
de: Vielen Dank.

source: If the data you provided is correct, you'll receive an E-Mail with instructions on how to recover your lost credentials.
de: Wenn Deine Angaben korrekt waren, wirst Du in Kürze eine E-Mail erhalten, die die weiteren Schritte zur Wiederherstellung Deiner Zugangsdaten erklärt.

source: But hurry, the information in that E-Mail is only valid for one hour from now!
de: Aber beeile Dich, die Informationen in dieser E-Mail sind nur für eine Stunde gültig!

source: If you did not received an E-Mail, we were not able to identify a valid user account with the data you provided.
de: Wenn Du keine E-Mail erhältst, waren wir nicht in der Lage, ein gültiges Benutzerkonto mit den angegebenen Daten zu ermitteln.

source: For security reasons, we cannot tell you here if your data was valid or not.
de: Aus Sicherheitsgründen können wir Dir leider nicht sagen, ob die eingegebenen Daten gültig oder ungültig waren.

source: Your E-Mail address, please
de: Deine E-Mail-Adresse, bitte

source: We'll try to find your account with your E-Mail address. This will only work if your E-Mail address is unique in our database.
de: Wir werden versuchen, Dein Benutzerkonto anhand Deiner E-Mail-Adresse zu finden. Dies wird natürlich nur funktionieren, wenn Deine E-Mail-Adresse einmalig in unserer Datenbank ist.

source: required
de: erforderlich

source: Your remaining credentials
de: Deine übrigen Zugangsdaten

source: Request E-Mail with instructions
de: Eine E-Mail mit Anweisungen anfordern

source: Invalid Link
de: Ungültiger Link

source: Sorry, this link seems to be invalid
de: Entschuldigung, aber dieser Link sieht ungültig aus

source: Please double-check that you've copied the complete URL to your browser.
de: Bitte prüfe noch einmal, dass Du den kompletten Link in Deinen Browser kopiert hast.

source: Set new Password
de: Setze ein neues Passwort

source: Set your new password now
de: Setze jetzt Dein neues Passwort

source: Set new OTP Secret
de: Setze ein neues OTP Secret

source: We're ready to create a new OTP secret for you.
de: Wir sind bereit, ein neues OTP-Secret für Dich zu erstellen.

source: Be prepared to scan the new secret.
de: Bitte bereite Dich darauf vor, das neue Secret zu scannen.

source: Reveal new OTP secret
de: Neues OTP-Secret anzeigen

source: Reveal Username
de: Benutzernamen anzeigen

source: Click the following button to display your username.
de: Klicke den folgenden Button, um Deinen Benutzernamen anzuzeigen.

source: Please scan the code and enter a newly generated one time password as confirmation.
de: Bitte scanne den Code und gib ein neu generiertes Einmal-Passwort als Bestätigung ein.

source: Only when you've finished this step, the new secret will be activated.
de: Erst wenn dieser Schritt abgeschlossen ist, wird das neue Secret aktiviert.

source: Confirm new OTP secret
de: Bestätige das neue OTP-Secret

source: Your username:
de: Dein Benutzername:

source: Go To Login
de: Weiter zum Login

source: Your username is most likely not your e-mail address.
de: Dein Benutzername ist üblicherweise nicht Deine E-Mail-Adresse.

source: Use your OTP device to create an one time password.
de: Benutze Dein OTP-Geräte um ein Einmal-Passwort zu erstellen.

source: No account yet? Sign up now!
de: Kein Konto? Jetzt registrieren!

source: Close
de: Schließen

source: Go to Admin
de: Gehe zum Admin-Bereich

source: Please scan this code with your OTP app
de: Bitte scanne diesen Code mit Deiner OTP-App

source: Language
de: Sprache

source: Sign Up or Sign In!
de: Registrieren oder Anmelden!

source: Hi, %(user_fn)s!
de: Hallo, %(user_fn)s!

source: Your Account
de: Dein Konto

source: Sign up!
de: Registrieren!

source: Sign in
de: Anmelden

source: Help & Instructions
de: Hilfe & Anleitung

source: Your Credentials
de: Deine Zugangsdaten

source: My Account
de: Mein Konto

source: Personal Information
de: Persönliche Daten

source: Your Personal Information
de: Deine persönlichen Daten

source: Hi %(name)s! Please verify your new E-Mail Address. Please visit this link: %(link)s You might need to login in order to verify your address. Best wishes, The Passiopeia Hub Team
de: Hallo %(name)s! Bitte bestätige Deine neue E-Mail-Adresse. Bitte besuche diesen Link: %(link)s Möglicherweise musst Du Dich zur Bestätigung der Adresse anmelden. Viele Grüße, Das Passiopeia Hub Team

source: Your new OTP secret has been set
de: Dein neues OTP-Secret wurde aktiviert

source: After scanning the code, please enter a new one time password.
de: Nachdem Du den Code gescannt hast, gib bitte ein neues Einmal-Passwort ein.

source: Please click the following button to create a new OTP secret
de: Klicke den folgenden Button, um ein neues OTP-Secret zu erzeugen

source: Create new OTP secret
de: Erstelle ein neues OTP Secret

source: Overview
de: Übersicht

source: Changing your Password will log you out immediately.
de: Die Änderung Deines Passworts wird Dich sofort ausloggen.

source: Change your password
de: Ändere Dein Passwort

source: Setting a new password will log you out of all sessions.
de: Das Setzen eines neuen Passworts wird Dich aus allen Sitzungen abmelden.

source: Your Credential Databases
de: Ihre Zugangsdaten-Datenbanken

source: Welcome, %(first_name)s!
de: Willkommen, %(first_name)s!

source: This is your Account.
de: Das ist Dein Konto.

source: Manage your Credential Databases, and your synchronization options.
de: Verwalte Deine Zugangsdaten-Datenbanken und die Optionen zur Synchronisierung.

source: Databases
de: Datenbanken

source: Manage your personal information.
de: Verwalte Deine persönlichen Daten.

source: Personal
de: Persönlich

source: Hub Credentials
de: Hub-Zugangsdaten

source: Manage your credentials to log into Passiopeia Hub.
de: Verwalte Deine Zugangsdaten, mit denen Du Dich am Passiopeia Hub anmeldest.

source: Credentials
de: Zugangsdaten

source: Confirm
de: Bestätige

source: Change your E-Mail-Address
de: Ändere Deine E-Mail-Adresse

source: Your E-Mail Address has been verified.
de: Deine E-Mail-Adresse wurde bestätigt.

source: This link seems to be invalid.
de: Dieser Link sieht ungültig aus.

source: Please double-check the link you opened.
de: Bitte prüfe noch einmal den Link, den Du geöffnet hast.

source: Please click the following button to confirm your new E-Mail Address:
de: Klicke den folgenden Button, um Deine neue E-Mail-Adresse zu bestätigen:

source: Confirm new E-Mail Address
de: Neue E-Mail-Adresse bestätigen

source: Change your E-Mail Address
de: Ändere Deine E-Mail-Adresse

source: We have send you an E-Mail with a confirmation link.
de: Wir haben Dir eine E-Mail mit einem Bestätigungslink geschickt.

source: There is already a pending change for your E-Mail Address in our database.
de: Es existiert bereits eine laufende Änderung für Deine E-Mail-Adresse in unserer Datenbank.

source: Please finish that change or wait until the change request will be automatically removed after about 24 hours.
de: Bitte stelle diese Änderung erst fertig, oder warte, bis diese automatisch nach etwa 24 Stunden entfernt wird.

source: We will send you an E-Mail to confirm the new address.
de: Wir werden Dir eine E-Mail zur Bestätigung Deiner neuen Adresse schicken.

source: Set new E-Mail Address
de: Neue E-Mail-Adresse speichern

source: Change your Information
de: Ändere Deine Daten

source: Your Data was saved successfully.
de: Deine Daten wurden erfolgreich gespeichert.

source: Update Information
de: Daten aktualisieren

source: Changing your E-Mail Address requires you to verify the new E-Mail Address.
de: Eine Änderung Deiner E-Mail-Adresse erfordert, dass Du die neue E-Mail-Adresse bestätigst.

source: Start Page
de: Startseite

source: Register
de: Registrieren

source: Support
de: Unterstützung

source: Test your OTP app
de: Teste Deine OTP-App

source: How does it work?
de: Wie funktioniert’s?

source: Welcome!
de: Willkommen!

source: Simple Credential Management & Synchronization
de: Einfache Zugangsdatenverwaltung & Synchronisation

source: Synchronize across devices and browsers. Fully encrypted. Only you have the keys.
de: Synchronisiert zwischen Geräten und Browsern. Voll verschlüsselt. Nur Du hast die Schlüssel.

source: Test your OTP App
de: Teste Deine OTP-App

source: Having troubles with one-time passwords? This page allows you to check if your app works as expected.
de: Hast Du Probleme mit den Einmal-Passwörtern? Diese Seite ermöglicht Dir zu testen, ob Deine App wie erwartet arbeitet.

source: Test the one-time password
de: Einmal-Passwort überprüfen

source: The OTP you entered is considered to be valid.
de: Das eingegebene OTP ist in Ordnung.

source: The OTP you entered is considered to be invalid.
de: Das eingegebene OTP ist ungültig.

source: The OTP you entered is not even in the list of the past 10 and the future 10 OTPs.
de: Das von Dir eingegebene Einmal-Passwort findet sich nicht einmal in den 10 vergangenen oder 10 zukünftigen Einmal-Passwörtern.

source: Maybe your phone or the Passiopeia Hub Server are not time synced.
de: Möglicherweise stimmt die Zeitsynchronisation zwischen Deinem Smartphone und dem Passiopeia Hub Server nicht.

source: Time on server side
de: Zeit auf der Serverseite

source: Your OTP!
de: Dein OTP!

source: Registration
de: Registrierung

source: Step %(step)s
de: Schritt %(step)s

source: Hi %(name)s! Thank you for registering with Passiopeia Hub. You've made the first very important step. Please get your OTP app ready and open this link: %(link)s You will receive your One Time Password secret and set your password. If you do not finish the registration, your data is deleted automatically after 3 days. Best wishes, The Passiopeia Hub Team
de: Hallo %(name)s! Danke für Deine Anmeldung beim Passiopeia Hub. Du hast den ersten wichtigen Schritt hinter Dir. Bitte bereite Deine OTP-App vor und besuche diese Seite: %(link)s Du wirst Dein Einmal-Passwort-Secret erhalten und Dein eigenes Passwort setzen. Wenn Du die Registrierung nicht abschließt, werden Deine Daten automatisch nach 3 Tagen gelöscht. Viele Grüße, Das Passiopeia Hub Team

source: E-Mail is on it's way!
de: E-Mail ist unterwegs!

source: We've sent an E-Mail that contains instructions for the next step. Please check your inbox.
de: Wir haben Dir eine E-Mail mit Informationen über den nächsten Schritt geschickt. Bitte schau in Deinem Posteingang nach.

source: The stuff im that E-Mail is valid for three days. After that, your registration is deleted automatically.
de: Die Infos in dieser Mail sind gültig für drei Tage. Danach wird Deine Registrierung automatisch gelöscht.

source: Thanks for your interest in Passiopeia Hub!
de: Vielen Dank für Dein Interesse am Passiopeia Hub!

source: Our easy registration process requires
de: Unser einfacher Registrierungsprozess benötigt

source: A valid E-Mail address
de: Eine gültige E-Mail-Adresse

source: A TOTP app that can handle QR Codes for configuration
de: Eine TOTP-App, die mit QR-Codes für die Konfiguration umgehen kann

source: Your username may contain letters and digests, as well as .@-_ and must be between 3 and 150 chars long.
de: Dein Benutzernamen darf Buchstaben und Ziffern enthalten, sowie die Sonderzeichen .@-_ und muss zwischen 3 und 150 Zeichen lang sein.

source: Your E-Mail Address is required for registration and credential recovery. It is not used for spam, ads or newsletters.
de: Deine E-Mail-Adresse wird für die Registrierung benötigt und wenn Du einmal Zugangsdaten wiederherstellen musst. Wir nutzen sie nicht für Spam, Werbung oder Newsletter.

source: We'll send you an e-mail that tells you how to move on.
de: Wir schicken Dir eine E-Mail, die Dir erklärt, wie es weiter geht.

source: Send the instructions for step 2!
de: Schick die Anweisungen für Schritt 2!

source: It seems that the link you provided is invalid or already expired.
de: So wie es aussieht, ist der Link, den Du geklickt hast, ungültig oder bereits abgelaufen.

source: Please make sure that you copy the complete link (it's very long) from your E-Mail to the address bar of your browser.
de: Bitte stelle sicher, dass Du den kompletten Link (er ist wirklich sehr lang) von Deiner E-Mail in die Adress-Zeile Deines Browsers kopierst.

source: Ready to go!
de: Bereit!

source: Your account has been activated.
de: Dein Konto ist bereits aktiviert.

source: Take me to the login!
de: Bring mich zum Login!

source: Welcome back! You are almost there.
de: Willkommen zurück! Du bist fast fertig.

source: Choose your password
de: Wähle Dein Passwort

source: Password Repetition
de: Passwort-Wiederholung

source: Scan this code
de: Scanne diesen Code

source: Configure your OTP app with this QR-Code.
de: Konfiguriere Deine OTP-App mit diesem QR-Code.

source: Please let your app create one time password.
de: Bitte lasse Deine App ein Einmal-Passwort erstellen.

source: Finish Registration
de: Registrierung abschließen

source: Logout successful.
de: Logout erfolgreich.

source: Username or password wrong, or one time password invalid.
de: Benutzername oder Passwort falsch, oder das Einmal-Passwort ist ungültig.

source: Hey %(user)s, welcome to Passiopeia Hub!
de: Hallo %(user)s, willkommen bei Passiopeia Hub!

source: The two passwords don't match
de: Die beiden Passwörter stimmen nicht überein

source: The Authentication Signature is invalid.
de: Die Authentifizierungs-Signatur ist ungültig.

source: Please contact our support team. Error Code: %(code)s
de: Bitte kontaktiere unser Support-Team. Fehler-Code: %(code)s

source: The request for Credential Recovery is invalid.
de: Diese Anfrage für die Zugangsdatenwiederherstellung ist ungültig.

source: Your password has been updated. You can login now.
de: Dein Passwort wurde aktualisiert. Du kannst Dich nun anmelden.

source: Unable to verify your request.
de: Die Anfrage kann nicht verifiziert werden.

source: This one time password is not valid.
de: Das Einmal-Passwort ist nicht gültig.

source: Your new OTP secret has been set. You can login now.
de: Dein neues OTP-Secret wurde aktiviert. Du kannst Dich nun anmelden.

source: The passwords do not match
de: Die Passwörter stimmen nicht überein

source: This is not your current password
de: Das ist nicht Dein aktuelles Passwort

source: Unable to save the password: %(error)s
de: Das neue Passwort kann nicht gespeichert werden: %(error)s

source: New Password set successfully. You can re-login now.
de: Dein Passwort wurde aktualisiert. Du kannst Dich nun anmelden.

source: No Secret set. Please create a new secret first.
de: Es ist kein Secret gesetzt. Bitte erstelle zuerst ein neues Secret.

source: One-time password invalid
de: Das Einmal-Passwort ist nicht gültig

source: We are currently unable to update your OTP Secret. Please try again later.
de: Wir können aktuell Dein OTP-Secret nicht aktualisieren. Bitte versuche es später erneut.

source: We are currently unable to save your information. Please try again later.
de: Wir können aktuell Deine Daten nicht aktualisieren. Bitte versuche es später erneut.

source: We're experiencing problems creating your change request. Please try again later.
de: Wir haben gerade Probleme bei der Erstellung Deiner Änderung. Bitte versuche es später erneut.

source: There is no E-Mail change waiting to be completed. Maybe it's already expired.
de: Leider gibt es keine E-Mail-Adressenänderung, die Du abschließen kannst. Vielleicht ist sie auch schon abgelaufen.

source: Your Change Key's signature gone invalid.
de: Die Signatur Deines Änderungsschlüssels ist plötzlich ungültig.

source: Your Change Key does not match our records.
de: Dein Änderungsschlüssel passt nicht zu unseren Aufzeichnungen.

source: Currently we are not able to setup your new E-Mail address. Please try again later.
de: Wir können aktuell Deine E-Mail-Adresse nicht einrichten. Bitte versuche es später erneut.

source: Something went wrong and the registration step could not be finished. Please try again later.
de: Etwas ist schiefgelaufen und Dein Registrierungsschritt konnte nicht fertiggestellt werden. Bitte versuche es später erneut.

source: We've been unable to send you an E-Mail at the moment. Please try again later.
de: Wir können aktuell keine E-Mails an Dich versenden. Bitte versuche es später erneut.

source: Your one time password may be expired, be sure to provide a current one.
de: Dein Einmal-Passwort könnte bereits abgelaufen sein, bitte gib ein aktuelles an.
