Repository: passiopeia/passiopeia-hub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Your one time password has expired
de: Dein Einmal-Passwort ist angelaufen

source: Please re-enter your password
de: Bitte gib Dein Passwort erneut ein
